Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/plenum_no/dc2007-2.pdf.tmx
Source language: sme
Languages: nob

source: Unnán resurssat, oahpponeavvut ja iskangeahččaleamit sámegillii
nob: Manglende ressurser, læremidler og kartleggingsprøver på samisk

source: Máhttolokten lea dál doaimmas.
nob: Kunnskapsløftet er innført.

source: Nuppástuhttinresursa lea loahpahuvvon.
nob: Konverteringsressursen er avviklet.

source: Ii vel ge gávdno oktage sámi oahponeavvu mii lea heivehuvvon Máhttoloktema ođđa oahppoplánaide.
nob: Det finnes fortsatt ikke et eneste samisk læremiddel tilpasset de nye læreplanene under kunnskapsløftet.

source: Eai ge gávdno ođastuvvon iskangeahččaleamit sámegillii.
nob: Det finnes heller ikke oppdaterte kartleggingsprøver på samisk.

source: Iskangeahččaleamit leat veahkkeneavvut maiguin omd. Sáhttá iskat leat og eaŋkilohppiin lohkanváttisvuođat.
nob: Kartleggingsprøver er hjempemidler som f.eks kartlegger eventuelle problemer for enkeltelever i leseferdigheter.

source: Sámegiel čállingiella ii leat nu oidnosis, ja skuvllat vásihit ahte lea skuvlla váldoovddasvástádus oainnusindahkat sámegiela čállingiela ohppiide.
nob: Det samiske skriftspråket er forholdsvis lite synlig, og for skoleverket oppleves det som om skolen har hovedansvar for å synliggjøre det samiske skriftspråket ovenfor elevene.

source: Daid skuvllaid oahpaheddjiin, mat čuvvot sámi oahppoplánaid, lea máŋgga geardde eanet noađđi og eará oahpaheddjiin.
nob: Lærere i skoler som følger samisk læreplan har mangedobbel belastning.

source: Sis váilojit sihke oahpponeavvut ja veahkkeneavvut maiguin kártejit máhtolašvuođa dási, muhto goitge eai leat biddjon lassi resurssat oahpahusa heiveheapmái.
nob: De mangler både læremidler og hjelpemidler til å kartlegge kunnskapsnivået men det er likevel ikke avsatt ekstra ressurser for å tilpasse undervisningen.

source: Sámegiella oahpahusgiellan sáhttá rievdat noađđin sihke skuvlaeaiggádiidda, bargiide ja ohppiide, ja skuvladoaimmahat govvida dili nationála skandálan.
nob: Samisk som undervisningsspråk kan utvikle seg til en byrde for både skoleeiere, ansatte og elever, og berørte parter i skoleverket karakteriserer situasjonen som en nasjonal skandale.

source: NSR ovttasbargojoavku garrasit vuorjašuvvá sámi skuvlla ovdáneami hárrái ja bivdá Sámedikki bargat dan ala ahte stáhta jođaneamos lági mielde lasiha resurssat vai lea vejolaš hábmet ovttaárvosaš skuvladili sámi ohppiide.
nob: NSR samarbeidsgruppe er sterkt bekymret for utvikling av den samiske skolen og ber Sametinget arbeide for at det straks settes inn statlige ressurser for å skape en likeverdig skolesituasjon for samiske elever.

source: Evttohus 7, áirras Tor Mikalsen, NSR:a ovttasbargojavku
nob: Forslag 7, representant Tor Mikalsen, NSRs samarbeidsgruppe

source: Birasdieđáhus
nob: Miljømelding

source: Báikkálaš ja máilmme birrasa vearráneapmi lea okta stuorámus hástalusain maid ovddabealde sámit ja eamiálbmogat leat.
nob: Forverringer i det lokale og globale miljøet er en av de største utfordringer samer og urfolk generelt står over for.

source: Duođalaš ovdáneapmi lea ahte industriija ja fievrrideapmi rievdadahttet dálkkádagaid mat buktet stuorra váttisvuođaid eamiálbmogiidda árktisa ja tropihkalaš guovlluin.
nob: En alvorlig utvikling er at industri og transport skaper klimaforandringer som gir store problemer for urfolk både i arktis og i tropiske områder.

source: Nubbi eará váttisvuohta mii lassána lea badjelmeari golaheapmi, erenoamážit riggámus riikkain, man geažil levvet birasmirkkot luonddus.
nob: Et annet økende problem er at høgt forbruk, spesielt i de rikeste landene, resulterer i spredning av miljøgifter i naturen.

source: Mirkot čoagganit šattuide, elliide ja olbmuide, erenoamážit árktalaš guovlluin.
nob: Giftene hoper seg opp i planter, dyr og mennesker, spesielt i arktiske områder.

source: Goalmmát guovddáš fáddá lea dat ahte luondduareálaid massima geažil luottahuhttojit šlájit máŋgga geardái johtileabbot og lea leamaš lunddolaš.
nob: Et tredje sentralt tema er at tap av naturarealer gjør at arter utryddes mange ganger rasker enn det som har vært naturlig.

source: Dainna lágiin goariduvvo biologalaš šláddjivuohta mas sihke eamiálbmogat ja earát leat sorjavaččat.
nob: Det biologiske mangfold som både urfolk og andre er avhengige av blir dermed fattigere og svakere.

source: Sámedikkis lea politihkka birrasa ektui máŋgga suorggis.
nob: Sametinget har en politikk på miljø innen mange områder.

source: Muhto lea deaŧalaš ollislaččat geahččat vai Sámedikkis šaddá ollislaš biraspolitihkka.
nob: Men det er viktig med en gjennomgang slik at Sametinget får en helhetlig politikk på miljø.

source: Danne ferte Sámediggi bidjat mihttun ráhkadit sierra birasdieđáhusa.
nob: Sametinget må derfor ta mål av seg til å utarbeide en egen miljømelding.

source: Birasdieđáhusas berrejit ovddiduvvot earret eará čuovvovaš fáttát:
nob: En miljømelding bør blant annet ta opp temaene:

source: Dálkkádatrievdamat Birasváttisvuođat eamiálbmot ja árktalaš perspektiivvas Birasmirkkuid čoagganeapmi lundui Areáladuohtadeamit mat goaridit biologalaš šláddjivuođa ja guohtoneatnamiid Mo mohtorjohtalus luonddus ja boazoguohtonguovlluin mohtorfievrruiguin galgá ráddjejuvvot Áitta guolástusaide (badjelmeare bivdu, vaháguhtti bivdoneavvut, bibmon luosaid gárgideapmi jna..)
nob: Klimaendringer Miljøproblemer i urfolks og arktisk perspektiv Opphoping av miljøgifter i naturen Arealinngrep som medfører tap av biologisk mangfold og beiteland Hvordan kjøring i natur og reinbeiteområder med motoriserte kjøretøy skal begrenses Trusselen mot fiskeriene (overfiske, skadelige redskaper, rømming av oppdrettsfisk m.m..)

source: Oljosuodjalangearggusvuohta rittuin Sámedikki siskkáldas doaibma: Energiija golaheapmi, fievrrideapmi, birasseasti oastimat jna..
nob: Oljevernberedskap langs kysten Sametingets interne drift: Energiforbruk, transport, miljøvennlige innkjøp m.m..

source: Evttohus 8, áirras Klemet Erland Hætta, NSR:a ovttasbargojavku
nob: Forslag 8, representant Klemet Erland Hætta, NSRs samarbeidsgruppe

source: Suodjalanplánaproseassat sámi guovlluin
nob: Verneplanprosesser i samiske områder

source: Stáhta lea dieđihan ođđa stuorra suodjalanplánaproseassaid sámi guovlluide, gosa sii plánejit ásahit ođđa suodjalanguovlluid.
nob: Staten har varslet nye store verneprosesser i samiske områder, hvor man planlegger å opprette nye verneområder.

source: Sámediggi lea fuolastuvvan man johtilit stáhta eiseválddit áigot čađahit suodjalanproseassaid sámi guovlluin.
nob: Sametinget er begymret over tempoet til verneprosessene som statlige myndigheter har lagt opp til i samiske områder.

source: Og dát sáhttá mielddisbuktit stuorra hehttehusaid guovlluid árbevirolaš geavaheapmái.
nob: Da dette kan medføre store ulemper for utøvelse av tradisjonell bruk av områdene.

source: Dát erenoamážit og evttohuvvon suodjalanguovllut leat báikegottiid olbmuid lagamus birrasis.
nob: Dette spesielt siden mange av de foreslåtte verneområdene ligger i umiddelbar nærhet for lokalbefolkningen.

source: Báikkálaš olbmot fertejit bisuhit árbevirolaš vuoigatvuođaideaset vái besset ávkkástallat luondduriggodagaiguin.
nob: Lokalbefolkningen må beholde sine tradisjonelle rettigheter, for å kunne høste av naturresurssene.

source: Dál ge lea dárbu ávkkástallat luondduburiiguin seammaláhkai og ovdal ge.
nob: Behovet for å høste av naturens spiskammers er i dag tilnærmet den samme som før.

source: Ollu guovllut mat evttohuvvojit suodjaluvvot, leat geasuheaddjit ja deaŧalaš bivdoguovllut báikegottiid olbmuide.
nob: Mange av områdene som foreslås vernet er attraktive og viktige jakt- og fangstområder for lokalbefolkningen.

source: Ollugat liikojit viežžat luondduriggodagaid, sii murjejit, bivdet guliid, čuhppet muoraid, vižžžet duodjeávdnasiid ja bivdet fuođđuid dáin guovlluin.
nob: Mange liker å høste av naturen, de plukker bær, fisker, hugger ved, sanker emner til duodji og driver med jakt i området.

source: Ja ollugiidda dát lea deatalaš oassi luondduruovttudoalus.
nob: Og for mange er dette en betydelig del til naturalhusholdningen.

source: Seammás ferte maid sáhttit jearrat manne mis ain galget leat suodjalanguovllut ?
nob: Samtidig må det også være lov å spørre seg om, hvorfor man ennå har verneverdige områder ?

source: Sáhttá og sivvan dasa leat ahte dát árbevirolaš hálddašeapmi mii dál sáhttá rievdat, lea leamaš ceavzil.
nob: Kan det være fordi den tradisjonelle forvaltningen som nå står i fare å bli forandret, har vært bærekraftig.

source: Suodjaleapmi mielddisbuktá eanet doaimmaid olggobealde suodjaluvvon guovlluid, ja nu maiddái stuorát doaimmaid ja stuorát nuođuheami doppe.
nob: Vern vil føre til økt aktivitet utenfor det vernede områder, og dermed større aktivitet og press der.

source: Makkár váikkuhusat das leat suodjalanguvlui ja guovlluide dastán olggobealde ?
nob: Hva slags virkning får det for verneområdet og de nærliggende områder utenfor ?

source: Báikegoddeolbmuid kulturáddejupmi ja luonddugeavaheapmi dat berre leat vuođđun og deaŧalaš mearrádusat dahkkojuvvot suodjaleami oktavuođas.
nob: Utgangspunktet i lokalbefolkningens kulturelle forståelse og bruk av natur bør være grunnlaget når viktige beslutninger knyttet til vern skal gjøres.

source: Báikki olbmuid árbevirolaš guovlogeavaheami vuođul galgá sidjiide addojuvvot vuoigatvuohta ávkkástallat luondduriggodagaiguin vejolaš suodjalanguovlluin.
nob: På grunnlag av lokalbefolkingens tradisjonelle bruk av områder skal de gis rett til å høste i eventuelle verne områder.

source: Stáhta berre álggahit čielggademiid vai dovdagoahtá árbevirolaš sámi luondduhálddašeami.
nob: Staten bør igangsette utredningsarbeid for å bli kjent med den tradisjonelle samiske naturforvaltningen.

source: Sámediggi gáibida ahte jus suodjalanbarggut plánejuvvojit álggahuvvot sámi guovlluin, de ferte vuos čielggadit báikkálaš olbmuid árbevirolaš vuoigatvuođaid ávkkástallamii, geavaheapmái ja hálddašeapmái dáin guovlluin.
nob: Sametinget krever at dersom det planlegges å igangsettes vernearbeid i samiske områder må lokalbefolkningens tradisjonelle rettigheter til å høste, bruke og forvalte i områdene utredes først.

source: Evttohus 9, áirras Anders Urheim, Sáme sosiálademokráhtalasj belludak
nob: Forslag 9, representant Anders Urheim, Samisk Sosialdemokratisk Parti

source: Konsultašuvdnaortnegat Stuorradikki lávdegottiiguin
nob: Konsultasjonsordninger med Stortingets komiteer

source: Láhkalávdegoddi (vuosttaš Sámi vuoigatvuođalávdegoddi) lea badjelgeahččan ovtta deaŧalaš momeantta mii livččii galgan leat čalmmus; sámedikki ásaheapmi lea adnojuvvon nu deaŧalažžan, ahte dikki sajádat Norgga politihkalaš vuogádagas ii leat dohkálaččat formalalaččat muddejuvvon almmolaš politihkalaš vuogádagas.
nob: Lovkomiteen (det første Samerettsutvalget) har oversett et vesentlig moment som burde ha vært åpenbar; man har vært for opptatt å etablere et sameting, men tingets rolle i det norske politiske system er ikke tilfredsstillende formelt regulert i dagens offisielle politiske system.

source: Dárbu lea ahte Sámedikki formalalaš sajádat muddejuvvo dárkileabbot almmolaš politihkalaš Norggas.
nob: Det er behov for at Sametingets formelle rolle blir mer presist regulert og innarbeidet i det offisielle politiske Norge.

source: – sámiid álbmotválljen orgána – ja Stuorradikki gaskasaš oktavuohta.
nob: Det er derfor formålstjenlig at enkelte paragrafer tilføyes i Sameloven som regulerer forholdet mellom Sametinget - som samenes folkevalgte organ - og Stortinget.

source: Bivdit ahte Sámediggi váldá álgaga ráđđehusain ja Stuorradikkiin heivehan dihte láhkarievdadusa Sámelágas.
nob: Sametinget bes om å ta initiativ overfor regjering og Storting for å innarbeide en lovendring i Sameloven.

source: Dán láhkarievdadusa, dahje láhkareviderema, ulbmilin lea bidjat mearrádusaid maiguin formalalaččat muddet oktavuođa Sámedikki ja Stuorradikki fágalávdegottiid gaskka.
nob: Denne lovendringen, eller lovrevideringen, har som formål å innføre bestemmelser som formelt regulerer forholdet mellom Sametinget og Stortingets fagkomiteer.

source: Evttohus 10, áirras Anders Urheim, Sáme sosiálademokráhtalasj belludak
nob: Forslag 10, representant Anders Urheim, Samisk Sosialdemokratisk Parti

source: Boazodoallošiehtadusa ođđasis árvvoštallan
nob: Revurdering av reindriftsavtalen

source: Bivdit ahte Sámediggi ođđasis árvvoštallat boazodoallošiehtadusa ja vejolaččat rievdadit lága. Bivdit váldit oktavuođa ráđđehusain ja Stuorradikkiin ja árvvoštallat leago dat ulbmilleamos vuohki stivret boazodoalu nugo dál Norgga bealde dahkkojuvvo.
nob: Sametinget bes om å ta opp revurdering av reindriftsavtalen, med eventuelle loveendringer, med regjeringen og Stortinget for å vurdere om dagens styring av reindriften på norsk side er den mest hensiktsmessige.

source: Bivdit ahte Sámediggi váldojuvvo mielde ságaskuššamiidda ahte man ulbmillaš livččii guovtti oassái geográfalaččat juohkit šiehtadusruđaid boazodoalloguovllus.
nob: Sametinget bes ta med i drøftingene hvorvidt det mest formålstjenlige er å innføre en todelt geografisk forvaltning av avtalemidlene i reindriftsområdet.

source: Geográfalaččat sáhtášii ovdamearkka dihte ráddjet davvi-guovlu; Romsa ja Finnmárku, ja mátta-guovlu; Romssa rájes (Romssa fylkkagieldda fylkaráji rájes) ja máttásguvlui; Norlánda, Davvi-Trøndeláhka, Mátta-Trøndeláhka ja Hedmárku.
nob: Geografisk avgrensning kan eksempelvis utgjøre nord-området; Troms og Finnmark, og sør-området; fra Troms (fylkesgrensen fra Troms fylkeskommune) og sørover; Nordland, Nord-Trøndelag og Sør-Trøndelag og Hedmark.

source: 43 áirasis ledje 39 čoahkis.
nob: Av 43 representanter var 39 til stede.

source: Ođđa áššit 1-10 sáddejuvvojit Sámediggeráđđái gieđahallamii.
nob: Nye saker 1 – 10 oversendes Sametingsrådet for behandling.

source: Čoahkkinjođihangotti árvalus mearriduvvui ovttajienalaččat.
nob: ŽMøtelederskapets forslag ble enstemmig vedtatt

source: 1 Marianne Balto, áššejođiheaddji 2 Toril Bakken 3 Jánoš Trosten 4 Per Andersen Bæhr 5 Terje Tretnes 6 Olaf Eliassen 7 Marianne Balto 8 Jánoš Trosten, áššejođiheaddji 9 Terje Balandin 10 Olaf Eliassen 11 Terje Tretnes 12 Toril Bakken, áššejođiheaddji 13 Anders Urheim 14 Arild Pettersen Inga 15 Sten Erling Jønsson 16 Toril Bakken 17 Toril Bakken, áššejođiheaddji 18 Marianne Balto 19 Klemet Erland Hætta 20 Olaf Eliassen 21 Terje Tretnes 22 Toril Bakken 23 Synnøve Solbakken-Härkönen, áššejođiheaddji 24 Magnhild Mathisen 25 Jarle Jonassen 26 Kjersti Myrnes Balto, áššejođiheaddji 27 Per Ivar Henriksen 28 Jarle Jonassen 29 Kjersti Myrnes Balto 30 Tor Mikalsen, áššejođiheaddji 31 Per Ivar Henriksen 32 Olaf Eliassen 33 Arild Pettersen Inga 34 Toril Bakken 35 Johan Mikkel Sara 36 Tor Mikalsen 37 Klemet Erland Hætta, áššejođiheaddji 38 Olaf Eliassen 39 Egil Olli 40 Per Ivar Henriksen 41 Gunn-Britt Retter 42 Johan Mikkel Sara 43 Klemet Erland Hætta 44 Anders Urheim, áššejođiheaddji 45 Aili Keskitalo 46 Anders Urheim 47 Anders Urheim, áššejođiheaddji 48 Kirsten Appfjell-Eira 49 Per Andersen Bæhr 50 Sten Erling Jønsson 51 Jarle Jonassen 52 Anders Urheim 53 Roger Pedersen, čoahkkinortnegii
nob: 36 Tor Mikalsen 37 Klemet Erland Hætta, forslagsstiller 38 Olaf Eliassen 39 Egil Olli 40 Per Ivar Henriksen 41 Gunn-Britt Retter 42 Johan Mikkel Sara 43 Klemet Erland Hætta 44 Anders Urheim, forslagsstiller 45 Aili Keskitalo 46 Anders Urheim 47 Anders Urheim, forslagsstiller 48 Kirsten Appfjell-Eira 49 Per Andersen Bæhr 50 Sten Erling Jønsson 51 Jarle Jonassen 52 Anders Urheim 53 Roger Pedersen, til forr. orden

source: Ášši meannudeapmi loahpahuvvui 22.05.07 dii. 16.45.
nob: Behandlingen av saken ble avsluttet 22.05.07 kl. 16.45.

source: Ášši 17/07 Sámediggeráđi dásseárvopolitihkalaš čilgehus
nob: Sak 17/07 Sametingsrådets likestillingspolitiske redegjørelse

source: Politihkalaš dássi Beaivi Áššenr..
nob: Politisk nivåMøtedatoSaksnr.

source: Sámediggeráđi čoahkkin Lávdegoddi 7.-11.05.07 Sámedikki dievasčoahkkin 21.-25.05.07 000/07
nob: Sametingsrådet Komiteen7.-11.05.07 Sametingets plenum21.-25.05.07000/07

source: Ášši meannudeapmi álggahuvvui distaga miessemánu 22.b.2007 dii. 16.45.
nob: Saken påbegynt tirsdag 22. mai 2007 kl. 11.35

source: Mildosat
nob: Vedlegg

source: Nr.. Beaivi Geas / Geasa Namahus
nob: Nr. Dok. dato Avsender / MottakerTittel

source: Álgu
nob: Innledning

source: Sámediggeráđđi ovddida dákko bokte viđát dásseárvopolitihkalaš čilgehusa Sámedikki dievasčoahkkimii.
nob: Sametingsrådet legger med dette fram den femte likestillingspolitiske redegjørelsen for Sametingets plenum.

source: Dán oktavuođas lea sáhka sohkabeale dásseárvvus.
nob: I denne sammenheng gjelder det kjønnslikestilling.

source: Dásseárvogažaldagat fertejit álo bissut guovddážis jus galgá sáhttit sihkkarastit vuoiggalaš servodaga.
nob: Likestillingsspørsmål bør alltid være i fokus for å sikre et rettferdig samfunn.

source: Dásseárvu nissonolbmo ja almmáiolbmo gaskkas sisttisdoallá iešmearrideami, vuoiggalašvuođa ja ovttadássásašvuođa, sihke fárrolaga ja oktagaslaččat.
nob: Likestilling mellom kvinne og mann handler om selvbestemmelse, rettferdighet og likeverd, både kollektivt og individuelt.

source: Nissonolbmuin ja almmáiolbmuin galget leat seamma vuoigatvuođat, geatnegasvuođat ja vejolašvuođat buot servodatsurggiin sámi servodagas.
nob: Kvinner og menn skal ha de samme rettighetene, pliktene og mulighetene på alle samfunnsområder i samiske samfunn.

source: Dat ii mearkkaš ahte buohkat, beroškeahttá sohkabealis, galget gieđahallojuvvot seamma láhkai dahje šaddat ovttalágánin.
nob: Det betyr ikke at alle, uavhengig av kjønn, skal behandles likt eller bli like.

source: Das lea sáhka juohkehačča árvvusatnimis.
nob: Det handler om respekt for individet.

source: Ovttalágan vejolašvuođaiguin dávjá sáhttá álggahit sierralágan doaimmaid nissonolbuid ja almmáiolbmuid várás.
nob: Like muligheter handler ofte om å iverksette ulike tiltak for kvinner og menn.

source: Dásseárvu guoská buot servodatsurggiide.
nob: Likestilling berører alle samfunnsområder.

source: Danne galgá dásseárvu leat oassin Sámediggeráđi politihkas.
nob: Likestilling skal derfor være en integrert del av Sametingsrådets politikk.

source: Dásseárvvuin ferte bargat guhkesáiggeperspektiivvas.
nob: Likestilling må arbeides med i et langsiktig perspektiv.

source: Dán proseassas mii fertet muhtumin bisánit ja geahčadit maid mii leat juksan, mii fertet geahččat mo mii galgat bargat viidáseappot hástalusaiguin, ja mii fertet duostat dustet ođđa hástalusaid.
nob: I denne prosessen må vi av og til stoppe opp og se hva vi har klart å oppnå, vi må se på hvordan vi skal arbeide videre med utfordringene, og vi må tørre å ta tak i nye utforinger.

source: Danne áigu Sámediggeráđđi bidjat ovdan dásseárvopolitihkalaš čilgehusa juohke jagi válgaáigodagas.
nob: Sametingsrådet vil derfor legge fram en likestillingspolitisk redegjørelse hvert år i valgperioden.

source: 2006 dásseárvopolitihkalaš čilgehusas lei ođđa válljen Sámediggeráđđi ja ođđa válljen dievasčoahkkin vuolggasadjin.
nob: I likestillingspolitisk redegjørelse for 2006 var utgangspunktet et nyvalgt Sametingsråd og et nyvalgt plenum.

source: Dalle lei deaŧalaš bidjat vuođu Sámedikki dásseárvopolitihkalaš viidáset bargui, sihke dakko bokte ahte čielggadit min vuolggasaji ja ahte čujuhit daid hástalusaid, maiguin mii áigut bargat viidáseappot.
nob: Det var da viktig å legge en plattform for det videre likestillingspolitiske arbeidet i Sametinget, både ved å redegjøre for vårt utgangspunkt og ved å identifisere utfordringer som vi ville arbeide med framover.

source: Juo 2005 válggas leimmet ožžon buriid vásáhusaid maid mii sáhtiimet geavahit dán barggus.
nob: Med valget i 2005 hadde vi allerede gjort noen vellykkede erfaringer som vi kunne bruke i dette arbeidet.

source: Ovdal válgga árvvoštallojuvui 2001 válga vuđolaččat, dalle go 39 áirasis ledje dušše 7 nissonolbmo.
nob: Forut for valget ble det gjort en grundig evaluering av valget i 2001, hvor bare 7 av 39 representanter var kvinner.

source: Viidáseappot čalmmustuhttojuvvui nissoniid ovddastus árrat válgabarggus.
nob: Videre ble det tidlig i valgarbeidet satt fokus på kvinnerepresentasjon.

source: Válgaboađus buoridii, nu go mii diehtit, Sámedikki nissonovddastusa ollu.
nob: Valgresultatet ga som vi vet et positivt utslag på kjønnsrepresentasjonen i Sametinget.

source: Dát čájeha ahte lea ávki čalmmustuhttit dásseárvvu.
nob: Dette viser også at det å ha fokus på likestilling gir resultater.

source: Dán dásseárvopolitihkalaš čilgehusas áigut vuosttažettiin geahčadit dan barggu maid mii leat čađahan mannan jagi.
nob: I denne likestillingspolitiske redegjørelsen vil vi først se på det arbeidet vi har gjort i året som har gått.

source: Leat go mii nagodan váldit ovdan daid čuolbmačilgehusaid mat ovddiduvvojedje 2006:s.
nob: Har vi klart å ta tak i de problemstillingene som ble presentert i 2006 ?

source: Leat go nagodan ávkkástallat daid vásáhusaiguin maid oaččuimet válgabarggus ?
nob: Har vi klart å bruke de erfaringene vi gjorde med valgarbeidet ?

source: Mii Sámediggeráđis oaivvildit ahte mii leat joavdan guhkás.
nob: Vi i Sametingsrådet mener vi har kommet et godt stykke på veien.

source: Mii leat earret eará lágidan davviriikkalaš sámi dásseárvokonferánssa, mii leat formaliseren gulahallama daid organisašuvnnaiguin mat barget dásseárvoáššiiguin, mis lea leamaš nissonperspektiiva vuođđun boazodoallolága ođasmahttinbarggus, ja mii leat oččodan dásseárvoperspektiivva iežamet organisašuvdnii.
nob: Vi har blant annet arrangert en nordisk samisk likestillingskonferanse, vi har fått formalisert dialogen med organisasjoner som arbeider med likestillingsspørsmål, vi har hatt et kjønnsperspektiv som utgangspunkt i arbeidet med revideringa av reindriftsloven, og vi har forsøkt å implementere et likestillingsperspektiv i vår egen organisasjon.

source: Dásseárvobargu gáibida ahte hástalusat čalmmustahttojuvvojit čađat.
nob: Å arbeide med likestilling krever et kontinuerlig fokus på utfordringene.

source: Dán čilgehusa loahpas mii áigut danne oažžut ovdan guđe hástalusaiguin mii áigut bargat boahtte jagiid.
nob: Til slutt i denne redegjørelsen vil vi derfor få fram hvilke utfordringer vi vil arbeide med i året som kommer.

source: Mii fertet dieđusge joatkit dainna bargguin mii lea álggahuvvon - čuovvolit dásseárvokonferánssa, fuolahit ahte gulahallan organisašuvnnaiguin ii šatta dušše šloapma, joatkit dihtomielalašvuođahuksema sihke politihkkaovddideamis ja hálddašeamis.
nob: Vi må selvsagt fortsette arbeidet med det som er påbegynt – følge opp likestillingskonferansen, se til at dialogen med organisasjonene ikke bare blir prat, fortsette bevisstgjøringa i både politikkutvikling og forvaltning.

source: Muhto mii fertet maiddái váldit ovdan eará hástalusaid.
nob: Men vi må også ta tak i andre utfordringer.

source: Mo addit saji almmáiolbmuide dásseárvopolitihkalaš deaivvadansajis.
nob: Hvordan gi plass til mennene på den likestillingspolitiske arenaen ?

source: Mo bargat viidáseappot válganammademiid ja válggaid oktavuođas.
nob: Hvordan jobbe videre når det gjelder nominasjoner og valg ?

source: Mo bargat meahcceeatnamiid geavaheami ja hálddašeami oktavuođas sohkabealperspektiivvas ?
nob: Hvordan skal vi arbeide med bruk og forvaltning av utmarka i et kjønnsperspektiv ?

source: Sohkabealperspektiivva oččodeapmi Sámedikki bargui
nob: Implementering av kjønnsperspektiv i Sametingets arbeid

source: Sámedikki váldoulbmil dásseárvobarggus lea oččodit dásseárvosaš sámi servodaga.
nob: Sametingets hovedmålsetting når det gjelder likestilling er å arbeide for et likestilt samisk samfunn.

source: Sámiid álbmotválljenorgánan Norggas galgá Sámediggi leat okta sámi servodagaid ovddideami ja huksema eaktudeaddjin.
nob: Som samenes folkevalgte organ i Norge skal Sametinget være en av premissleverandørene i å utvikle og bygge samiske samfunn.
